/* Placeholder for the user's short biography */
"About Yourself" = "Hakkınızda";

/* Title for account button */
"Account" = "Hesap";

/* generic apology for a facebook error */
"An unknown Facebook error occurred, please try again later. Sorry!" = "An unknown Facebook error occurred, please try again later. Sorry!";

/* button to attach media to a mission */
"Attach to Mission" = "Attach to Mission";

/* title for alert that is awesome */
"Awesome!" = "Awesome!";

/* string for button to create a recording */
"Broadcast" = "Yayın";

/* Title for button to start streaming video */
"Broadcast Video" = "Video Yayını";

/* author byline string */
"By" = "tarafından";

/* Cancel an alert window */
"Cancel" = "İptal et";

/* Title for recording description caption label */
"Caption" = "Açıklama";

/* Title for view to record video and audio */
"Capture" = "Başlık";

/* tell user to choose a twitter account */
"Choose Account" = "Choose Account";

/* Title for button to choose an existing picture from the camera roll */
"Choose from Camera Roll" = "Film Rulosundan Seç";

/* choose a mission for your media */
"Choose Mission" = "Choose Mission";

/* Title for button to choose a new photo */
"Choose Photo" = "Fotoğraf Seç";

/* Button to link social account */
"Connect" = "Connect";

/* button to connect with facebook */
"Connect with Facebook" = "Connect with Facebook";

/* Button indicating that social account is connected */
"Connected" = "Connected";

/* title for alert after reporting content as abusive */
"Content Reported" = "Content Reported";

/* button title for continuing to next screen */
"Continue" = "Devam et";

/* Button title for dismissing a dialog */
"Cool!" = "Harika!";

/* Title for sharing the app Twitter */
"Defend your rights! Get the @OpenWatch app!" = "Haklarınızı savunun! @VagusTV uygulamasını edinin!";

/* ask user if they want to delete the tag */
"Delete Tag" = "Etiketi Sil";

/* Label for Description section of recording description metadata */
"Description" = "Açıklama";

/* ask if they want to delete specific tag name */
"Do you want to delete the \"%@\" tag?" = "\"%@\" etiketini silmek istiyor musunuz?";

/* string for done button */
"Done" = "Done";

/* electronic email */
"E-mail" = "E-posta";

/* title to edit recording info */
"Edit" = "Düzenle";

/* Title for button to edit profile */
"Edit Profile" = "Profili Düzenle";

/* Title for email address field */
"Email Address" = "E-posta Adresi";

/* Describes where recording ends */
"End" = "Son";

/* title for alert for account linking error */
"Error Linking Account" = "Error Linking Account";

/* Title of error message popup box */
"Error!" = "Hata!";

/* when something expires */
"Expires" = "Expires";

/* Shown when there is error importing data */
"Facebook Error" = "Facebook Error";

/* Title for featured recordings */
"Featured" = "Öne Çıkan";

/* Title for feeds section */
"Feeds" = "Haber Kaynakları";

/* Title for button to finish editing metadata */
"Finish" = "Bitti";

/* The user's first name */
"First Name" = "İsim";

/* Title for followed tags */
"Following" = "Takip Edilenler";

/* Button label for if you forgot your password */
"Forgot password?" = "Şifreni mi unuttun?";

/* Title for label describing that its generating a URL for the media */
"Generating URL..." = "URL oluşturuluyor...";

/* Title for the button to get started */
"Get Started" = "Başla";

/* title for feed containing all recordings from aroudn the world */
"Global Feed" = "Global Feed";

/* Shown when server response indicates login failure */
"Incorrect email address or password." = "Yanlış e-posta adresi veya şifre.";

/* Title for recording information screen */
"Info" = "Bilgi";

/* Apologizing for their session cookie expiring */
"It looks like your session has expired. Please log in again. Sorry!" = "Oturumunuzun süresi dolmuş gibi görünüyor. Lütfen tekrar giriş yapın. Özür dileriz!";

/* Text for upload status label */
"It's online!" = "Çevrimiçi!";

/* title for button to join a mission */
"Join Mission" = "Join Mission";

/* for when youve already joined */
"Joined" = "Joined";

/* The user's last name */
"Last Name" = "Soyadı";

/* title for button to leave mission */
"Leave Mission" = "Leave Mission";

/* describing how much time is left before something expires */
"left" = "left";

/* text for label to link social media */
"Link Social Media Accounts" = "Link Social Media Accounts";

/* message to let user know something is loading from Twitter */
"Loading from Twitter..." = "Loading from Twitter...";

/* Title for local recordings */
"Local" = "Yerel";

/* Title for button to view local feed */
"Local Feed" = "Yerel Besleme";

/* log in to account */
"Log In" = "Giriş";

/* log out from account */
"Log Out" = "Çıkış";

/* logged in account for twitter */
"Logged in as: %@" = "Logged in as: %@";

/* Title for error box when there is a login error */
"Login Error" = "Oturum açma hatası";

/* title for button to show recording on map */
"Map" = "Harita";

/* Title for Missions view */
"Missions" = "Görevler";

/* Description for header of missions view */
"Missions are a way for you to get actively involved in uncovering the truth!" = "Missions are a way for you to get actively involved in uncovering the truth!";

/* when there's more stuff */
"More" = "Daha Fazla";

/* title for alert box */
"New Mission Available" = "New Mission Available";

/* deny something */
"No" = "Hayır";

/* when there is no mission */
"No Mission" = "No Mission";

/* error shown when user has no system level twitter accounts */
"No Twitter accounts available. Please open the iOS Settings app to add a Twitter account and try again." = "No Twitter accounts available. Please open the iOS Settings app to add a Twitter account and try again.";

/* Accept the dialog */
"OK" = "Tamam";

/* Button to view source on GitHub */
"OpenWatch on GitHub" = "GitHub üzerinde OpenWatch";

/* Label text for password field on login screen */
"Password" = "Şifre";

/* Message when their username and password are wrong */
"Please check your username and password and try again." = "Kullanıcı adınızı ve şifrenizi kontrol edin ve tekrar deneyin.";

/* ask user to enter title */
"Please enter a title for your recording." = "Lütfen kaydınız için bir başlık girin.";

/* Message box text for when they enter invalid email */
"Please enter a valid email address." = "Lütfen geçerli bir e-posta adresi girin.";

/* error message when you dont grant access to twitter accounts but are trying to link your account anyway */
"Please open the iOS Settings app -> Privacy -> Twitter and enable OpenWatch in order to begin linking your account." = "Please open the iOS Settings app -> Privacy -> Twitter and enable Avam in order to begin linking your account.";

/* name for toggle switch to post to facebook */
"Post to Facebook" = "Post to Facebook";

/* post to openwatch toggle switch */
"Post to OpenWatch" = "Post to Avam";

/* name for toggle switch to post to twitter */
"Post to Twitter" = "Post to Twitter";

/* Upload completion progress */
"Progress" = "İşleniyor";

/* show all recordings and stories unfiltered */
"Raw" = "Ham";

/* Title for button that starts a recording */
"Record" = "Kayıt";

/* Title for view to record audio */
"Record Audio" = "Ses Kaydı";

/* Subtitle for a video in the list that is currently being recorded */
"Recording" = "Kaydediliyor";

/* Title for list of recorded videos */
"Recordings" = "Kayıtlar";

/* For registering with our service */
"Register" = "Kaydol";

/* report media as abusive or inappropriate */
"Report" = "Report";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Zorunlu";

/* Title for button to save recording metadata */
"Save" = "Kaydet";

/* Title for saved recordings */
"Saved" = "Kaydedilenler";

/* Title for button to send feedback about the app */
"Send Feedback" = "Geribildirim Gönder";

/* Title for the screen to change preferences */
"Settings" = "Ayarlar";

/* share a recording with others */
"Share" = "Paylaş";

/* ask users to share this media on their social networks */
"Share media to all of your social networks to increase your impact and demand change!" = "Değişim yaratmak ve etkini artırmak için fotoğraf ya da videonuzu tüm sosyal ağlarınızda paylaşın!";

/* Title for button to share this app */
"Share this App!" = "Bu uygulamayı paylaş!";

/* ask user to share recording */
"Share this recording?" = "Bu kaydı paylaş?";

/* Shown on button for registering with service */
"Sign Up" = "Kaydol";

/* Describes where a recording starts */
"Start" = "Başlangıç";

/* Title for button start an audio recording */
"Start Recording" = "Kaydı Başlat";

/* Title for button that stops a recording */
"Stop" = "Durdur";

/* Question whether user wants to actually stop recording */
"Stop Recording?" = "Kaydı durdurmak istiyor musunuz?";

/* describing that we're streaming live video from the phone */
"Streaming" = "Yayınlanıyor";

/* Title for button for submission of data */
"Submit" = "Gönder";

/* Name for tag */
"Tag" = "Etiket";

/* Title for tags input view */
"Tags" = "Etiketler";

/* Title for button to take a new picture */
"Take Picture" = "Fotoğraf Çek";

/* placeholder for 'about me' field */
"Tell us about yourself!" = "Tell us about yourself!";

/* success message when alerting openwatch about inappropriate content */
"Thank you for alerting us to potentially abusive or inappropriate content." = "Thank you for alerting us to potentially abusive or inappropriate content.";

/* Shown when user can't import photo from Facebook */
"There was an error importing your Facebook photo." = "There was an error importing your Facebook photo.";

/* Label for Title section of recording description metadata */
"Title" = "Başlık";

/* title for alert box for recording edit view */
"Title Required" = "Başlık Gerekli ";

/* title for button for top stories on openwatch */
"Top Stories" = "En İyi Hikayeler";

/* title for feed with top featured videos */
"Top Videos" = "Top Videos";

/* title for area to start recording */
"Touch Anywhere to Start Broadcasting" = "Touch Anywhere to Start Broadcasting";

/* Error message for not being able to load an investgation */
"Unable to fetch Investigation" = "Soruşturma yüklenemedi";

/* Default title for item with no title */
"Untitled" = "Untitled";

/* Lets user know our form does both login and signup */
"Use this form to login with an existing account or create a new one." = "Mevcut bir hesapla giriş yapmak ya da yeni bir tane yaratmak için bu formu kullanın.";

/* title for button to view media */
"View Media" = "View Media";

/* Title for button to view something on a map */
"View on Map" = "View on Map";

/* Title for button to view openwatch.net in Safari */
"Visit OpenWatch.net" = "OpenWatch.net adresine git";

/* Title for news button */
"Watch" = "Izle";

/* Text welcoming you to OW and asking for your email address */
"Welcome to OpenWatch. Enter your email address to get started." = "Avam'a hoş geldiniz. Başlamak için e-posta adresinizi girin.";

/* title for welcome screen */
"Welcome!" = "Hoş geldiniz!";

/* Label to ask what events occurred during a recording */
"What Happened?" = "Neler oldu?";

/* Placeholder for what happened for a recording, also indicating that hashtags are okay by saying #tags #okay or something similar */
"What happened? #tags #okay" = "Neler oldu? #etiketler #tamam";

/* A silly error message for the title of an alert */
"Whoops!" = "Hoppala!";

/* confirm something */
"Yes" = "Evet";

/* error message shown when user doesnt fill in a username or password */
"You must enter an E-mail and a password to login/register." = "Giriş/Kayıt için e-posta ve parola girmeniz gerekli.";

/* Title for button to view your local media */
"Your Media" = "Medyalarınız";

/* text for alert when you post a video to openwatch */
"Your video is now live on OpenWatch." = "Your video is now live on Avam.";

